 Un grain de maïs a toujours tort devant une poule. (Bénin) , On ne marche pas deux fois sur les testicules d'un aveugle. (Burkina Faso) , Qui avale une noix de coco fait confiance à son anus. (Côte d'Ivoire) , Qui crache en lair doit sattendre à recevoir des crachats sur le visage. (Côte d'Ivoire) , Un seul morceau de bois donne de la fumée mais pas de feu. (Éthiopie) , Quelle que soit la maigreur d'un éléphant ses couilles remplissent une marmite. (Gabon) , Rire de l'anus de son voisin n'est pas un crime mais convier toute sa famille à le faire est inadmissible. (Mali) , Le putois ne sent pas l'odeur de ses aisselles. (Niger) , Attends d'avoir traversé la rivière pour dire que le crocodile a une sale gueule. (Zambie) , Lorsque tu offres un pagne à ta belle-mère ne lui dis pas que cest pour couvrir ses fesses. , La force du baobab est dans ses racines. , Même le poisson qui vit dans leau a toujours soif. , Le serpent a beau courir il ne va pas plus vite que sa tête. , Celui qui a été mordu par un serpent se méfie d'une chenille. , Le pauvre mort ses pieds s'allongent. , Le pied gauche marche toujours à gauche. , Si le bélier a tendance à reculer il ne faut pas croire que c'est parce qu'il est lâche. , Un morceau de bois a beau séjourner dans l'eau il ne deviendra jamais un caïman. , Quelle que soit la longueur du jet de l'urine les dernières gouttes retombent toujours entre les cuisses. , Ce n'est pas parce que le crocodile a soif qu'il sort de son lac pour boire l'eau de la rosée du matin , Même s'il n'y a pas de coq pour chanter à l'aube le jour se lèvera. , La chèvre broute là où elle est attachée. , Quand tu sauras le prix d'une esclave tu ne penseras jamais à vendre ta mère. , Le monde a beau changer le chat ne pondra jamais. , L'éléphant ne peut courir et se gratter les fesses en même temps. , Celui qui veut du miel doit avoir le courage d'affronter les abeilles. , Si quelqu'un fait semblant de mourir il faut faire semblant de l'enterrer. (République démocratique du Congo) , Ce n'est pas parce que le mouton n'a pas de dent que tu mettras ta main dans sa bouche. , Celui qui sait qu il ne sait pas saura Celui qui ne sait pas qu il sait ne saura jamais., Celui qui rame dans le sens du courant fait rire les crocodiles. , L'oeuf ne danse pas avec la pierre. , Lorsque tu ne sais pas où tu vas regarde d'où tu viens. ,Tout a une fin sauf la banane qui en a deux. , Aussi longtemps que les lions n'auront pas leur historien les récits de chasse tourneront toujours à la gloire du chasseur. , Si tu ne sais pas où tu vas alors retourne d'où tu viens. , Que celui qui n'a pas traversé ne se moque pas de celui qui s'est noyé. , C'est en essayant encore et encore que le singe apprend à bondir. , Qui va loin revient près... , La buse qui plane ne se doute pas que ceux qui sont en bas devinent ses intentions. , Si le crocodile achète un pantalon c'est qu'il a trouvé où mettre sa queue. ,  L'eau chaude n'oublie pas qu'elle a été froide. , La langue qui fourche fait plus de mal que le pied qui trébuche. , Le coassement des grenouilles n'empêche pas l'éléphant de boire.  , Dieu n'a fait qu'ébaucher l'homme c'est sur terre que chacun se crée. , Au chef il faut des hommes et aux hommes un chef. ,L'herbe ne pousse jamais sur la route où tout le monde passe. , L'homme a inventé la montre mais Dieu a inventé le temps. , Si tu vois une chèvre dans le repaire d'un lion aie peur d'elle. , Une pirogue n'est jamais trop grande pour chavirer. , Si haut que parvienne une chose lancée c'est à terre qu'elle retourne. , C'est celui dont tu as soigné l'impuissance qui te prend ta femme. , La mort est l'aînée : la vie sa cadette : nous humains : avons tort d'opposer la mort à la vie. , On est plus le fils de son époque que le fils de son père. , C'est celui qui a du lait qui peut faire la crème. , Chaque filet d'eau a son chemin. ,Tous les champignons sont comestibles certains une fois seulement,On boira du lait quand les vaches mangeront du raisin,Pire qu'un caillou dans la chaussure : un grain de sable dans la capote,Certains hommes aiment tellement leur femme que pour ne pas l'user ils se servent de celle des autres, Les hommes mentiraient moins si les femmes posaient moins de questions , Quand mon verre est vide je le plaint quand mon verre est plein je le vide,Ne buvez pas au volant vous allez en reverser partout,Qui vole un boeuf est vachement musclé,Qui boit sans soif vomira sans effort,La parole est d'argent mais le silence endort,Il n'y a pas de fumée sans Indiens,Qui ne dit mot consent  mais quand on a mauvaise haleine c'est quand on dit mot qu'on sent,T'as pas besoin d'un flash quand tu photographies un lapin qui a déjà les yeux rouges, il y a une personne sur cinq qui est déséquilibrée S'il y a 4 personnes autour de toi et qu'elles te semblent normales c'est pas bon, Si tu dors et que tu rêves que tu dors il faut que tu te réveilles deux fois pour te lever, Si tu parles à ton eau de javel pendant que tu fais la lessive elle est moins concentrée,Si tu téléphone à une voyante et qu'elle ne décroche pas avant que ça sonne raccroche, Si tu travailles avec un marteau-piqueur pendant un tremblement de terre désynchronise-toi sinon tu travailles pour rien,Dans les magasins de lingerie on ne voit pas de calendriers avec des photos de garage,Un bon truc pour paraître dix ans plus jeune c'est de vieillir de dix ans quand tu dis ton âge,Si tu dis couic-couic quand tu marches les gens pensent que t'as des chaussures neuves